tap "heroku/brew"
tap "homebrew/bundle"
tap "robotsandpencils/made"
tap "dopplerhq/cli"
brew "aria2" # Download utility (enables faster Xcode downloads)
brew "bfg" # Remove large files or passwords from Git history like git-filter-branch
brew "cmake" # Cross-platform make
brew "docker" # You know what it is
brew "dopplerhq/cli/doppler" # https://www.doppler.com/
brew "gh" # GitHub command-line tool
brew "gnupg"
brew "heroku/brew/heroku" # https://devcenter.heroku.com/articles/heroku-cli
brew "hub" # https://hub.github.com
brew "make" # https://www.gnu.org/software/make/manual/make.html
brew "markdownlint-cli" # https://github.com/igorshubovych/markdownlint-cli
brew "pipenv" # Python dependency management tool
brew "postgresql@15" # PostgreSQL
brew "pyenv" # https://github.com/pyenv/pyenv
brew "rbenv" # https://github.com/rbenv/rbenv
brew "robotsandpencils/made/xcodes" # https://github.com/RobotsAndPencils/xcodes
brew "ruby-build" # https://github.com/rbenv/ruby-build
brew "swiftformat" # https://github.com/nicklockwood/SwiftFormat
brew "typos-cli" # https://github.com/crate-ci/typos
brew "xcbeautify" # https://github.com/tuist/xcbeautify
cask "asset-catalog-tinkerer" # https://github.com/insidegui/AssetCatalogTinkerer
cask "middleclick" # Utility to enable middle click on trackpads
cask "tinypng4mac" # https://github.com/kyleduo/TinyPNG4Mac
