tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "readline"
brew "python@3.9"
brew "awscli"
brew "libffi"
brew "glib"
brew "guile"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "ffmpeg"
brew "git-lfs"
brew "gnupg", link: false
brew "pango"
brew "graphviz"
brew "hub"
brew "libheif"
brew "imagemagick"
brew "krb5"
brew "ktlint"
brew "libyaml"
brew "nghttp2"
brew "node"
brew "openssl@3"
brew "qt"
brew "poppler"
brew "postgresql", restart_service: true
brew "postgresql@9.6"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "redis@3.2"
brew "swiftformat"
brew "swiftlint"
brew "yarn"
brew "heroku/brew/heroku"
cask "bitbar"
cask "docker"
cask "tinypng4mac"
