tap "heroku/brew"
tap "homebrew/bundle"
tap "robotsandpencils/made"
# brew "ruby-build" # https://github.com/rbenv/ruby-build
brew "gnupg"
brew "heroku/brew/heroku" # https://devcenter.heroku.com/articles/heroku-cli
brew "hub" # https://hub.github.com
brew "make" # https://www.gnu.org/software/make/manual/make.html
brew "markdownlint-cli" # https://github.com/igorshubovych/markdownlint-cli
brew "pyenv" # https://github.com/pyenv/pyenv
brew "rbenv" # https://github.com/rbenv/rbenv
brew "robotsandpencils/made/xcodes" # https://github.com/RobotsAndPencils/xcodes
brew "swiftformat" # https://github.com/nicklockwood/SwiftFormat
brew "xcbeautify" # https://github.com/tuist/xcbeautify
cask "asset-catalog-tinkerer" # https://github.com/insidegui/AssetCatalogTinkerer
cask "tinypng4mac" # https://github.com/kyleduo/TinyPNG4Mac
cask "copilot-for-xcode" # https://github.com/intitni/CopilotForXcode
brew "aria2"
brew "typos-cli" # https://github.com/crate-ci/typos
# brew install --cask --no-quarantine middleclick # Temp commented out because it's broken.
brew "dopplerhq/cli/doppler" # https://www.doppler.com/
